Repository: TentoSwift/Budgety
Catalog: Budgety/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, pt_br, zh_hans, zh_hant

source: シート: %@
de: Blatt: %@
en: Sheet: %@
es: Hoja: %@
fr: Feuille : %@
ko: 시트: %@
pt_br: Planilha: %@
zh_hans: 账本：%@
zh_hant: 帳本：%@

source: シートがありません
de: Keine Blätter
en: No sheets
es: No hay hojas
fr: Aucune feuille
ko: 시트가 없습니다
pt_br: Nenhuma planilha
zh_hans: 没有账本
zh_hant: 沒有帳本

source: シートから退出
de: Blatt verlassen
en: Leave sheet
es: Salir de la hoja
fr: Quitter la feuille
ko: 시트에서 나가기
pt_br: Sair da planilha
zh_hans: 退出账本
zh_hant: 退出帳本

source: シートから退出しますか?
de: Blatt verlassen?
en: Leave sheet?
es: ¿Salir de la hoja?
fr: Quitter la feuille ?
ko: 시트에서 나가시겠습니까?
pt_br: Sair da planilha?
zh_hans: 要退出账本吗？
zh_hant: 要退出帳本嗎？

source: シートが見つかりませんでした。
de: Blatt nicht gefunden.
en: Sheet not found.
es: No se encontró la hoja.
fr: Feuille introuvable.
ko: 시트를 찾을 수 없었습니다.
pt_br: Planilha não encontrada.
zh_hans: 未找到账本。
zh_hant: 找不到帳本。

source: シートで分けて管理
de: In getrennten Blättern verwalten
en: Organize with separate sheets
es: Organiza con hojas separadas
fr: Organisez avec des feuilles séparées
ko: 시트로 나눠서 관리
pt_br: Organize com planilhas separadas
zh_hans: 按账本分别管理
zh_hant: 以帳本分開管理

source: シートとカテゴリで使える特別なアイコンを利用できます。
de: Nutze spezielle Symbole für Blätter und Kategorien.
en: Use special icons for sheets and categories.
es: Usa iconos especiales para hojas y categorías.
fr: Utilisez des icônes spéciales pour les feuilles et les catégories.
ko: 시트와 카테고리에서 사용할 수 있는 특별한 아이콘을 이용할 수 있습니다.
pt_br: Use ícones especiais para planilhas e categorias.
zh_hans: 可使用适用于账本和分类的特殊图标。
zh_hant: 可使用帳本與分類專屬的特殊圖示。

source: シートのオーナー (招待を送る人) のみ課金が必要です。 招待された相手は無料でこのシートに参加できます。
de: Nur der Eigentümer des Blatts (die einladende Person) benötigt ein Abo. Eingeladene Personen können diesem Blatt kostenlos beitreten.
en: Only the sheet owner (the person sending invites) needs to pay. Invited people can join this sheet for free.
es: Solo el propietario de la hoja (quien envía las invitaciones) necesita pagar. Las personas invitadas pueden unirse a esta hoja de forma gratuita.
fr: Seul le propriétaire de la feuille (la personne qui envoie les invitations) doit payer. Les personnes invitées peuvent rejoindre cette feuille gratuitement.
ko: 시트 소유자(초대를 보내는 사람)만 결제가 필요합니다. 초대받은 상대는 무료로 이 시트에 참여할 수 있습니다.
pt_br: Somente o proprietário da planilha (quem envia os convites) precisa pagar. As pessoas convidadas podem participar desta planilha gratuitamente.
zh_hans: 只有账本所有者（发出邀请的人）需要付费。 被邀请者可以免费加入此账本。
zh_hant: 只有帳本擁有者（發送邀請的人）需要付費。 受邀者可免費加入此帳本。

source: シートのメンバー
de: Mitglieder des Blatts
en: Sheet members
es: Miembros de la hoja
fr: Membres de la feuille
ko: 시트 멤버
pt_br: Membros da planilha
zh_hans: 账本成员
zh_hant: 帳本成員

source: シートの作成には iCloud へのサインインが必要です。「設定」アプリの最上部から Apple アカウントにサインインしてください。
de: Zum Erstellen eines Blatts musst du bei iCloud angemeldet sein. Melde dich oben in der App „Einstellungen“ mit deinem Apple Account an.
en: Creating a sheet requires signing in to iCloud. Sign in to your Apple Account from the top of the Settings app.
es: Para crear una hoja se requiere iniciar sesión en iCloud. Inicia sesión en tu cuenta de Apple desde la parte superior de la app Ajustes.
fr: La création d'une feuille nécessite une connexion à iCloud. Connectez-vous à votre compte Apple en haut de l'application Réglages.
ko: 시트를 만들려면 iCloud 로그인이 필요합니다. “설정” 앱 맨 위에서 Apple 계정에 로그인해 주세요.
pt_br: Criar uma planilha requer login no iCloud. Entre na sua Apple Account na parte superior do app Ajustes.
zh_hans: 创建账本需要登录 iCloud。请在“设置”应用顶部登录 Apple 账户。
zh_hant: 建立帳本需要登入 iCloud。請從「設定」App 最上方登入 Apple 帳號。

source: シートの新規作成には iCloud との同期が必要です。Wi-Fi またはモバイル通信に接続してから再度お試しください。
de: Zum Erstellen eines neuen Blatts ist eine Synchronisierung mit iCloud erforderlich. Verbinde dich mit WLAN oder Mobilfunk und versuche es erneut.
en: Creating a new sheet requires syncing with iCloud. Connect to Wi-Fi or cellular and try again.
es: Para crear una hoja nueva se requiere sincronizar con iCloud. Conéctate a Wi-Fi o datos móviles y vuelve a intentarlo.
fr: La création d'une nouvelle feuille nécessite une synchronisation avec iCloud. Connectez-vous au Wi-Fi ou aux données mobiles, puis réessayez.
ko: 새 시트를 만들려면 iCloud와의 동기화가 필요합니다. Wi-Fi 또는 모바일 데이터에 연결한 후 다시 시도해 주세요.
pt_br: Criar uma nova planilha requer sincronização com o iCloud. Conecte-se ao Wi-Fi ou aos dados móveis e tente novamente.
zh_hans: 新建账本需要与 iCloud 同步。请连接 Wi-Fi 或蜂窝网络后重试。
zh_hant: 建立新帳本需要與 iCloud 同步。請連接 Wi-Fi 或行動網路後再試一次。

source: シートロック
de: Blattsperre
en: Sheet Lock
es: Bloqueo de hoja
fr: Verrouillage de feuille
ko: 시트 잠금
pt_br: Bloqueio de planilha
zh_hans: 账本锁定
zh_hant: 帳本鎖定

source: シートロックを設定
de: Blattsperre einrichten
en: Set up Sheet Lock
es: Configurar bloqueo de hoja
fr: Configurer le verrouillage de feuille
ko: 시트 잠금 설정
pt_br: Configurar o bloqueio de planilha
zh_hans: 设置账本锁定
zh_hant: 設定帳本鎖定

source: シートをロック
de: Blatt sperren
en: Lock sheet
es: Bloquear hoja
fr: Verrouiller la feuille
ko: 시트 잠금
pt_br: Bloquear planilha
zh_hans: 锁定账本
zh_hant: 鎖定帳本

source: シートを他のユーザーと共有
de: Blatt mit anderen teilen
en: Share sheet with others
es: Compartir hoja con otros usuarios
fr: Partager la feuille avec d'autres utilisateurs
ko: 다른 사용자와 시트 공유
pt_br: Compartilhar planilha com outros usuários
zh_hans: 与其他用户共享账本
zh_hant: 與其他使用者共用帳本

source: シートを作ろう
de: Blatt erstellen
en: Create a sheet
es: Crea una hoja
fr: Créons une feuille
ko: 시트를 만들어 보세요
pt_br: Vamos criar uma planilha
zh_hans: 创建账本
zh_hant: 建立帳本

source: シートを作成
de: Blatt erstellen
en: Create sheet
es: Crear hoja
fr: Créer une feuille
ko: 시트 만들기
pt_br: Criar planilha
zh_hans: 创建账本
zh_hant: 建立帳本

source: シートを作成して、家族や友人と支出を共有しましょう。
de: Erstelle ein Blatt, um Ausgaben mit Familie und Freunden zu teilen.
en: Create a sheet to share expenses with family and friends.
es: Crea una hoja para compartir gastos con familiares y amigos.
fr: Créez une feuille pour partager vos dépenses avec votre famille et vos amis.
ko: 시트를 만들어 가족이나 친구와 지출을 공유해 보세요.
pt_br: Crie uma planilha para compartilhar despesas com familiares e amigos.
zh_hans: 创建账本，与家人和朋友共享支出。
zh_hant: 建立帳本，與家人或朋友共用支出吧。

source: シートを共有
de: Blatt teilen
en: Share sheet
es: Compartir hoja
fr: Partager la feuille
ko: 시트 공유
pt_br: Compartilhar planilha
zh_hans: 共享账本
zh_hant: 共用帳本

source: シートを削除
de: Blatt löschen
en: Delete sheet
es: Eliminar hoja
fr: Supprimer la feuille
ko: 시트 삭제
pt_br: Excluir planilha
zh_hans: 删除账本
zh_hant: 刪除帳本

source: シートを削除しますか?
de: Blatt löschen?
en: Delete sheet?
es: ¿Eliminar hoja?
fr: Supprimer la feuille ?
ko: 시트를 삭제하시겠습니까?
pt_br: Excluir planilha?
zh_hans: 要删除账本吗？
zh_hant: 要刪除帳本嗎？

source: シートを削除するとすべての支出も削除されます。共有中のメンバーからもアクセスできなくなります。
de: Beim Löschen eines Blatts werden auch alle Ausgaben gelöscht. Geteilte Mitglieder verlieren ebenfalls den Zugriff.
en: Deleting a sheet deletes all its expenses. Shared members will also lose access.
es: Al eliminar una hoja también se eliminan todos sus gastos. Los miembros con quienes la compartes perderán el acceso.
fr: Supprimer une feuille supprime aussi toutes ses dépenses. Les membres partagés perdront également l'accès.
ko: 시트를 삭제하면 모든 지출도 함께 삭제됩니다. 공유 중인 멤버도 더 이상 접근할 수 없습니다.
pt_br: Excluir uma planilha também exclui todas as suas despesas. Os membros com quem ela é compartilhada também perderão o acesso.
zh_hans: 删除账本将同时删除其所有支出，共享成员也将无法再访问。
zh_hant: 刪除帳本將同時刪除所有支出，共用中的成員也將無法再存取。

source: シートを無制限に
de: Unbegrenzte Blätter
en: Unlimited sheets
es: Hojas ilimitadas
fr: Feuilles illimitées
ko: 시트 무제한
pt_br: Planilhas ilimitadas
zh_hans: 账本数量不限
zh_hant: 帳本數量無上限

source: シートを編集
de: Blatt bearbeiten
en: Edit sheet
es: Editar hoja
fr: Modifier la feuille
ko: 시트 편집
pt_br: Editar planilha
zh_hans: 编辑账本
zh_hant: 編輯帳本

source: シートを誰かと共有すると、各メンバーの残高や送金プランがここに表示されます。
de: Wenn du ein Blatt mit jemandem teilst, werden hier der Saldo und der Überweisungsplan jedes Mitglieds angezeigt.
en: When you share a sheet with someone, each member's balance and transfer plan appear here.
es: Cuando compartas una hoja con alguien, aquí se mostrarán el saldo y el plan de transferencias de cada miembro.
fr: Lorsque vous partagez une feuille avec quelqu'un, le solde de chaque membre et le plan de virement s'affichent ici.
ko: 시트를 다른 사람과 공유하면 각 멤버의 잔액과 송금 계획이 여기에 표시됩니다.
pt_br: Quando você compartilha uma planilha com alguém, o saldo e o plano de transferência de cada membro aparecem aqui.
zh_hans: 与他人共享账本后，各成员的余额和转账方案将显示在这里。
zh_hant: 與他人共用帳本後，各成員的餘額與匯款方案將顯示於此。

source: シートを追加
de: Blatt hinzufügen
en: Add sheet
es: Añadir hoja
fr: Ajouter une feuille
ko: 시트 추가
pt_br: Adicionar planilha
zh_hans: 添加账本
zh_hant: 新增帳本

source: シート名
de: Blattname
en: Sheet name
es: Nombre de la hoja
fr: Nom de la feuille
ko: 시트 이름
pt_br: Nome da planilha
zh_hans: 账本名称
zh_hant: 帳本名稱

source: シート名 (任意)
de: Blattname (optional)
en: Sheet name (optional)
es: Nombre de la hoja (opcional)
fr: Nom de la feuille (facultatif)
ko: 시트 이름(선택 사항)
pt_br: Nome da planilha (opcional)
zh_hans: 账本名称（可选）
zh_hant: 帳本名稱（選填）

source: シート名 (例: 家計簿、仕事) を文字列で指定。設定すると「シート」パラメータより優先されます。MCP / 自動化向け。
de: Gib einen Blattnamen (z. B. Haushalt, Arbeit) als Text an. Wenn festgelegt, hat er Vorrang vor dem Parameter „Blatt“. Für MCP/Automatisierung.
en: Specify a sheet name (e.g. Household, Work) as text. If set, it takes precedence over the "Sheet" parameter. For MCP / automation.
es: Especifica el nombre de la hoja (p. ej., Hogar, Trabajo) como texto. Si se establece, tiene prioridad sobre el parámetro "Hoja". Para MCP / automatización.
fr: Spécifiez un nom de feuille (ex. Ménage, Travail) sous forme de texte. S'il est défini, il est prioritaire sur le paramètre « Feuille ». Pour MCP / automatisation.
ko: 시트 이름(예: 가계부, 업무)을 텍스트로 지정합니다. 설정하면 “시트” 매개변수보다 우선됩니다. MCP/자동화용입니다.
pt_br: Especifique um nome de planilha (ex.: Doméstico, Trabalho) como texto. Se definido, tem prioridade sobre o parâmetro "Planilha". Para MCP / automação.
zh_hans: 以文本指定账本名称（例如：家庭账本、工作）。设置后将优先于“账本”参数。用于 MCP / 自动化。
zh_hant: 以文字指定帳本名稱（例：家計簿、工作）。設定後將優先於「帳本」參數。適用於 MCP／自動化。

source: シンガポールドル
de: Singapur-Dollar
en: Singapore Dollar
es: Dólar de Singapur
fr: Dollar de Singapour
ko: 싱가포르 달러
pt_br: Dólar de Singapura
zh_hans: 新加坡元
zh_hant: 新加坡幣

source: シンボル・その他
de: Symbole & Sonstiges
en: Symbols & Other
es: Símbolos y otros
fr: Symboles et autres
ko: 기호 · 기타
pt_br: Símbolos e outros
zh_hans: 符号与其他
zh_hant: 符號・其他

source: スイスフラン
de: Schweizer Franken
en: Swiss Franc
es: Franco suizo
fr: Franc suisse
ko: 스위스 프랑
pt_br: Franco suíço
zh_hans: 瑞士法郎
zh_hant: 瑞士法郎

source: スウェーデンクローナ
de: Schwedische Krone
en: Swedish Krona
es: Corona sueca
fr: Couronne suédoise
ko: 스웨덴 크로나
pt_br: Coroa sueca
zh_hans: 瑞典克朗
zh_hant: 瑞典克朗

source: スキップ
de: Überspringen
en: Skip
es: Omitir
fr: Ignorer
ko: 건너뛰기
pt_br: Pular
zh_hans: 跳过
zh_hant: 略過

source: スキップした行
de: Übersprungene Zeilen
en: Skipped rows
es: Filas omitidas
fr: Lignes ignorées
ko: 건너뛴 행
pt_br: Linhas ignoradas
zh_hans: 已跳过的行
zh_hant: 已略過的列

source: すべて
de: Alle
en: All
es: Todo
fr: Tout
ko: 전체
pt_br: Todos
zh_hans: 全部
zh_hant: 全部

source: すべてのデータを削除しました。アプリを再起動してください。
de: Alle Daten wurden gelöscht. Bitte starte die App neu.
en: All data has been deleted. Please restart the app.
es: Se eliminaron todos los datos. Reinicia la app.
fr: Toutes les données ont été supprimées. Veuillez redémarrer l'application.
ko: 모든 데이터를 삭제했습니다. 앱을 다시 시작해 주세요.
pt_br: Todos os dados foram excluídos. Reinicie o app.
zh_hans: 已删除所有数据，请重启应用。
zh_hant: 已刪除所有資料，請重新啟動 App。

source: すべてのデータを削除します
de: Alle Daten löschen
en: Delete all data
es: Eliminar todos los datos
fr: Supprimer toutes les données
ko: 모든 데이터 삭제
pt_br: Excluir todos os dados
zh_hans: 删除所有数据
zh_hant: 刪除所有資料

source: スポーツ・運動
de: Sport & Fitness
en: Sports & Fitness
es: Deportes y ejercicio
fr: Sport et fitness
ko: 스포츠 · 운동
pt_br: Esportes e atividade física
zh_hans: 运动与健身
zh_hant: 運動・健身

source: スワイプで確認なしで閉じられます。
de: Durch Wischen ohne Bestätigung schließen.
en: Swipe to dismiss without confirmation.
es: Se puede cerrar deslizando sin confirmación.
fr: Balayez pour fermer sans confirmation.
ko: 스와이프하면 확인 없이 닫힙니다.
pt_br: É possível fechar deslizando, sem confirmação.
zh_hans: 滑动即可无需确认直接关闭。
zh_hant: 可滑動直接關閉，無需確認。

source: スワイプで閉じようとするとダイアログが表示されます。
de: Beim Versuch, durch Wischen zu schließen, erscheint ein Dialog.
en: A dialog appears when you try to dismiss by swiping.
es: Aparecerá un cuadro de diálogo si intentas cerrar deslizando.
fr: Une boîte de dialogue s'affiche si vous essayez de fermer en balayant.
ko: 스와이프로 닫으려고 하면 대화 상자가 표시됩니다.
pt_br: Uma caixa de diálogo aparece ao tentar fechar deslizando.
zh_hans: 尝试滑动关闭时会显示确认对话框。
zh_hant: 嘗試以滑動關閉時將顯示確認對話框。

source: そのメールアドレスに紐づく iCloud アカウントが見つかりませんでした。Apple ID に登録されているメールアドレスをご確認ください。
de: Für diese E-Mail-Adresse wurde kein iCloud-Account gefunden. Bitte überprüfe die bei der Apple ID hinterlegte E-Mail-Adresse.
en: No iCloud account was found for that email address. Please check the email registered to the Apple Account.
es: No se encontró ninguna cuenta de iCloud asociada a ese correo. Comprueba el correo registrado en tu Apple ID.
fr: Aucun compte iCloud associé à cette adresse e-mail n'a été trouvé. Veuillez vérifier l'adresse e-mail enregistrée auprès de votre identifiant Apple.
ko: 해당 이메일 주소에 연결된 iCloud 계정을 찾을 수 없습니다. Apple ID에 등록된 이메일 주소를 확인해 주세요.
pt_br: Nenhuma conta do iCloud foi encontrada para esse endereço de e-mail. Verifique o e-mail registrado no Apple ID.
zh_hans: 未找到与该邮箱地址关联的 iCloud 账户，请确认 Apple 账户中注册的邮箱地址。
zh_hant: 找不到與該電子郵件關聯的 iCloud 帳號。請確認 Apple ID 所登記的電子郵件地址。

source: その他
de: Sonstiges
en: Other
es: Otros
fr: Autre
ko: 기타
pt_br: Outros
zh_hans: 其他
zh_hant: 其他

source: その他のアイコン
de: Weitere Symbole
en: More icons
es: Más iconos
fr: Autres icônes
ko: 기타 아이콘
pt_br: Mais ícones
zh_hans: 更多图标
zh_hant: 其他圖示

source: その他収入
de: Sonstige Einnahmen
en: Other Income
es: Otros ingresos
fr: Autres revenus
ko: 기타 수입
pt_br: Outras receitas
zh_hans: 其他收入
zh_hant: 其他收入

source: タイトル
de: Titel
en: Title
es: Título
fr: Titre
ko: 제목
pt_br: Título
zh_hans: 标题
zh_hant: 標題

source: タイトル (任意)
de: Titel (optional)
en: Title (optional)
es: Título (opcional)
fr: Titre (facultatif)
ko: 제목(선택 사항)
pt_br: Título (opcional)
zh_hans: 标题（可选）
zh_hant: 標題（選填）

source: タイトル (例: Netflix, 家賃)
de: Titel (z. B. Netflix, Miete)
en: Title (e.g. Netflix, Rent)
es: Título (p. ej., Netflix, Alquiler)
fr: Titre (ex. Netflix, Loyer)
ko: 제목(예: Netflix, 월세)
pt_br: Título (ex.: Netflix, Aluguel)
zh_hans: 标题（例如：Netflix、房租）
zh_hant: 標題（例：Netflix、房租）

source: タイトル (例: 給料)
de: Titel (z. B. Gehalt)
en: Title (e.g. Salary)
es: Título (p. ej., Salario)
fr: Titre (ex. Salaire)
ko: 제목(예: 급여)
pt_br: Título (ex.: Salário)
zh_hans: 标题（例如：工资）
zh_hant: 標題（例：薪水）

source: タイトル → 金額 → 保存
de: Titel → Betrag → Speichern
en: Title → Amount → Save
es: Título → Importe → Guardar
fr: Titre → Montant → Enregistrer
ko: 제목 → 금액 → 저장
pt_br: Título → Valor → Salvar
zh_hans: 标题 → 金额 → 保存
zh_hant: 標題 → 金額 → 儲存

source: タイトルから自動推測
de: Automatisch aus dem Titel ableiten
en: Auto-guess from the title
es: Adivinar automáticamente a partir del título
fr: Estimation automatique à partir du titre
ko: 제목에서 자동 추측
pt_br: Adivinhar automaticamente pelo título
zh_hans: 根据标题自动推测
zh_hant: 依標題自動推測

source: タイトルが空です。
de: Der Titel ist leer.
en: The title is empty.
es: El título está vacío.
fr: Le titre est vide.
ko: 제목이 비어 있습니다.
pt_br: O título está vazio.
zh_hans: 标题为空。
zh_hant: 標題為空白。

source: タイバーツ
de: Thailändischer Baht
en: Thai Baht
es: Baht tailandés
fr: Baht thaïlandais
ko: 태국 바트
pt_br: Baht tailandês
zh_hans: 泰铢
zh_hant: 泰銖

source: タップしてミー文字を選択
de: Zum Auswählen eines Memoji tippen
en: Tap to choose a Memoji
es: Toca para elegir un Memoji
fr: Appuyez pour choisir un Memoji
ko: 탭해서 Memoji 선택
pt_br: Toque para escolher um Memoji
zh_hans: 点按以选择 Memoji
zh_hant: 點一下以選擇 Memoji

source: タップで閉じる
de: Zum Schließen tippen
en: Tap to close
es: Toca para cerrar
fr: Appuyer pour fermer
ko: 탭해서 닫기
pt_br: Toque para fechar
zh_hans: 点按关闭
zh_hant: 點一下即可關閉

source: チェココルナ
de: Tschechische Krone
en: Czech Koruna
es: Corona checa
fr: Couronne tchèque
ko: 체코 코루나
pt_br: Coroa checa
zh_hans: 捷克克朗
zh_hant: 捷克克朗

source: チェックした人で均等割りします。
de: Gleichmäßig unter den ausgewählten Personen aufteilen.
en: Split equally among the checked people.
es: Divide en partes iguales entre las personas marcadas.
fr: Répartir équitablement entre les personnes cochées.
ko: 체크한 사람끼리 균등하게 나눕니다.
pt_br: Divide igualmente entre as pessoas marcadas.
zh_hans: 在已勾选的人之间平均分摊。
zh_hant: 由勾選的成員均分。

source: チェックを入れたメンバーで支出額を均等に割って精算します。全員未選択の場合は「全員均等割り」として扱います。
de: Teilt den Ausgabenbetrag gleichmäßig unter den ausgewählten Mitgliedern auf. Ist niemand ausgewählt, gilt „Gleichmäßig unter allen aufteilen“.
en: Splits the expense equally among the checked members. If none are selected, it is treated as "split equally among everyone."
es: Divide el importe del gasto en partes iguales entre los miembros marcados. Si no se selecciona a nadie, se trata como "dividir en partes iguales entre todos".
fr: Répartit équitablement le montant de la dépense entre les membres cochés. Si personne n'est sélectionné, cela équivaut à « répartition égale entre tous ».
ko: 체크한 멤버끼리 지출 금액을 균등하게 나누어 정산합니다. 아무도 선택하지 않으면 “전원 균등 분할”로 처리됩니다.
pt_br: Divide o valor da despesa igualmente entre os membros marcados para o acerto de contas. Se ninguém for selecionado, será tratado como "dividir igualmente entre todos".
zh_hans: 将支出金额在已勾选的成员之间平均分摊结算。若全部未选，则视为“全员平均分摊”。
zh_hant: 由勾選的成員均分支出金額進行結算。若未勾選任何人，則視為「全員均分」。

source: データベースの構造変更に伴い古いデータをリセットしました。
de: Alte Daten wurden aufgrund einer Änderung der Datenbankstruktur zurückgesetzt.
en: Old data was reset due to a database structure change.
es: Se restablecieron los datos antiguos debido a un cambio en la estructura de la base de datos.
fr: Les anciennes données ont été réinitialisées suite à un changement de structure de la base de données.
ko: 데이터베이스 구조 변경으로 인해 이전 데이터를 초기화했습니다.
pt_br: Os dados antigos foram redefinidos devido a uma alteração na estrutura do banco de dados.
zh_hans: 由于数据库结构变更，已重置旧数据。
zh_hant: 因資料庫結構變更，已重設舊有資料。

source: データベースをリセットしました
de: Die Datenbank wurde zurückgesetzt
en: The database has been reset
es: Se restableció la base de datos
fr: La base de données a été réinitialisée
ko: 데이터베이스를 초기화했습니다
pt_br: O banco de dados foi redefinido
zh_hans: 数据库已重置
zh_hant: 資料庫已重設

source: データベースを再構築しました。アプリを再起動してください。
de: Die Datenbank wurde neu aufgebaut. Bitte starte die App neu.
en: The database has been rebuilt. Please restart the app.
es: Se reconstruyó la base de datos. Reinicia la app.
fr: La base de données a été reconstruite. Veuillez redémarrer l'application.
ko: 데이터베이스를 재구성했습니다. 앱을 다시 시작해 주세요.
pt_br: O banco de dados foi reconstruído. Reinicie o app.
zh_hans: 数据库已重建，请重启应用。
zh_hant: 資料庫已重建，請重新啟動 App。

source: データベース構造の不整合を検出しました。アプリを再起動するとデータをリセットして復旧します。
de: Eine Inkonsistenz in der Datenbankstruktur wurde erkannt. Ein Neustart der App setzt die Daten zurück und stellt sie wieder her.
en: A database structure inconsistency was detected. Restarting the app will reset the data and recover.
es: Se detectó una incoherencia en la estructura de la base de datos. Si reinicias la app, se restablecerán los datos para recuperarla.
fr: Une incohérence dans la structure de la base de données a été détectée. Redémarrer l'application réinitialisera les données pour les restaurer.
ko: 데이터베이스 구조에서 불일치가 감지되었습니다. 앱을 다시 시작하면 데이터를 초기화하여 복구합니다.
pt_br: Foi detectada uma inconsistência na estrutura do banco de dados. Reiniciar o app redefinirá os dados e fará a recuperação.
zh_hans: 检测到数据库结构不一致。重启应用将重置数据以恢复正常。
zh_hant: 偵測到資料庫結構不一致。重新啟動 App 後將重設資料以進行復原。

source: テーマ色
de: Akzentfarbe
en: Theme color
es: Color del tema
fr: Couleur du thème
ko: 테마 색상
pt_br: Cor do tema
zh_hans: 主题色
zh_hant: 主題顏色

source: デバイス・IT
de: Geräte & IT
en: Devices & IT
es: Dispositivos y TI
fr: Appareils et informatique
ko: 기기 · IT
pt_br: Dispositivos e TI
zh_hans: 设备与 IT
zh_hant: 裝置・IT

source: デバッグ
de: Debug
en: Debug
es: Depuración
fr: Débogage
ko: 디버그
pt_br: Depuração
zh_hans: 调试
zh_hant: 偵錯

source: デフォルト
de: Standard
en: Default
es: Predeterminado
fr: Par défaut
ko: 기본값
pt_br: Padrão
zh_hans: 默认
zh_hant: 預設

source: デモアニメーション
de: Demo-Animation
en: Demo animation
es: Animación de demostración
fr: Animation de démonstration
ko: 데모 애니메이션
pt_br: Animação de demonstração
zh_hans: 演示动画
zh_hant: 示範動畫

source: デンマーククローネ
de: Dänische Krone
en: Danish Krone
es: Corona danesa
fr: Couronne danoise
ko: 덴마크 크로네
pt_br: Coroa dinamarquesa
zh_hans: 丹麦克朗
zh_hant: 丹麥克朗

source: ドラッグストア
de: Drogerie
en: Drugstore
es: Farmacia
fr: Droguerie
ko: 드럭스토어
pt_br: Drogaria
zh_hans: 药妆店
zh_hant: 藥妝店

source: ドラッグで移動・ピンチで拡大縮小
de: Ziehen zum Verschieben, Kneifen zum Zoomen
en: Drag to move, pinch to zoom
es: Arrastra para mover, pellizca para acercar/alejar
fr: Faites glisser pour déplacer, pincez pour zoomer
ko: 드래그로 이동, 핀치로 확대/축소
pt_br: Arraste para mover, belisque para ampliar/reduzir
zh_hans: 拖动移动 · 双指缩放
zh_hant: 拖曳可移動・捏合可縮放

source: トルコリラ
de: Türkische Lira
en: Turkish Lira
es: Lira turca
fr: Livre turque
ko: 터키 리라
pt_br: Lira turca
zh_hans: 土耳其里拉
zh_hant: 土耳其里拉

source: なし
de: Keine
en: None
es: Ninguno
fr: Aucun
ko: 없음
pt_br: Nenhum
zh_hans: 无
zh_hant: 無

source: ニックネーム
de: Spitzname
en: Nickname
es: Apodo
fr: Surnom
ko: 닉네임
pt_br: Apelido
zh_hans: 昵称
zh_hant: 暱稱

source: ネットワーク状況を確認して、しばらくしてから再度お試しください。
de: Prüfe deine Netzwerkverbindung und versuche es später erneut.
en: Check your network connection and try again later.
es: Comprueba tu conexión de red y vuelve a intentarlo más tarde.
fr: Vérifiez votre connexion réseau et réessayez plus tard.
ko: 네트워크 상태를 확인하고 잠시 후 다시 시도해 주세요.
pt_br: Verifique sua conexão de rede e tente novamente mais tarde.
zh_hans: 请检查网络状况，稍后再试。
zh_hant: 請確認網路狀態，稍後再試一次。

source: ノルウェークローネ
de: Norwegische Krone
en: Norwegian Krone
es: Corona noruega
fr: Couronne norvégienne
ko: 노르웨이 크로네
pt_br: Coroa norueguesa
zh_hans: 挪威克朗
zh_hant: 挪威克朗

source: バージョン
de: Version
en: Version
es: Versión
fr: Version
ko: 버전
pt_br: Versão
zh_hans: 版本
zh_hant: 版本

source: バーチャルメンバー
de: Virtuelle Mitglieder
en: Virtual members
es: Miembros virtuales
fr: Membres virtuels
ko: 가상 멤버
pt_br: Membros virtuais
zh_hans: 虚拟成员
zh_hant: 虛擬成員

source: バーチャルメンバーを追加
de: Virtuelles Mitglied hinzufügen
en: Add virtual member
es: Añadir miembro virtual
fr: Ajouter un membre virtuel
ko: 가상 멤버 추가
pt_br: Adicionar membro virtual
zh_hans: 添加虚拟成员
zh_hant: 新增虛擬成員

source: はじめる
de: Los geht’s
en: Get Started
es: Empezar
fr: Commencer
ko: 시작하기
pt_br: Começar
zh_hans: 开始使用
zh_hant: 開始使用

source: パスワードが一致しないか、短すぎます。
de: Die Passwörter stimmen nicht überein oder sind zu kurz.
en: The passwords don’t match or are too short.
es: Las contraseñas no coinciden o son demasiado cortas.
fr: Les mots de passe ne correspondent pas ou sont trop courts.
ko: 비밀번호가 일치하지 않거나 너무 짧습니다.
pt_br: As senhas não coincidem ou são muito curtas.
zh_hans: 密码不一致或过短。
zh_hant: 密碼不一致或過短。

source: パスワードが違います
de: Falsches Passwort
en: Incorrect password
es: Contraseña incorrecta
fr: Mot de passe incorrect
ko: 비밀번호가 틀렸습니다
pt_br: Senha incorreta
zh_hans: 密码错误
zh_hant: 密碼錯誤

source: パスワードでこのシートを保護します
de: Dieses Blatt mit einem Passwort schützen
en: Protect this sheet with a password
es: Proteger esta hoja con una contraseña
fr: Protéger cette feuille par un mot de passe
ko: 비밀번호로 이 시트 보호하기
pt_br: Proteger esta planilha com senha
zh_hans: 使用密码保护此账本
zh_hant: 以密碼保護此帳本

source: パスワードでロック
de: Mit Passwort sperren
en: Lock with a password
es: Bloquear con contraseña
fr: Verrouiller par mot de passe
ko: 비밀번호로 잠금
pt_br: Bloquear com senha
zh_hans: 使用密码锁定
zh_hant: 以密碼鎖定

source: パスワードを入力
de: Passwort eingeben
en: Enter password
es: Introduce la contraseña
fr: Saisir le mot de passe
ko: 비밀번호 입력
pt_br: Digite a senha
zh_hans: 输入密码
zh_hant: 輸入密碼

source: パスワードを変更
de: Passwort ändern
en: Change password
es: Cambiar contraseña
fr: Modifier le mot de passe
ko: 비밀번호 변경
pt_br: Alterar senha
zh_hans: 更改密码
zh_hant: 變更密碼
